<!--服务协议页面-->
<template>
  <section class="deal_wrap">
    <TopHeader :title="title"/>
    <div class="scroll_wrap">
      <div class="scroll_inner">
        <p>欢迎您使用中通服服务管家服务（下称：本服务），您在使用本服务前请认真阅读以下协议（下称：本协议）。</p>
        <div class="headline">一、中通服服务管家使用协议的接受</div>
        <p>
          当您在注册程序过程中在“已阅读，同意本《中通服服务管家使用协议》”处打勾“√”并按照注册程序成功注册为中通服服务管家用户，或您以其他中通服服务管家允许的方式。实际使用中通服服务管家的服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与中通服服务管家达成协议，本协议具有合同效力。用户注册时，请您认真阅读本协议，审阅并接受或不接受本协议（未成年非完全民事行为能力人应在法定监护人陪同下审阅）。
        </p>
        <p>
          如您对本协议内容存在疑虑或异议，请您联系我们（电话：4009902018 ），以便我们进行解释和说明，使您能够充分理解，从而帮助您决定是否接受本协议及使用我们的服务。
        </p>
        <div class="headline">二、本协议的变更和修改</div>
        <p>
          本服务有权随时变更本协议并在本服务上予以公告。经修订的条款一经在本服务的公布后，立即自动生效。如您不同意相关变更，必须停止使用本服务。本协议内容包括协议正文及所有中通服服务管家已经发布的各类规则。所有规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。如有矛盾或冲突，以新修订的内容为准。一旦您继续使用本服务，则表示您已接受并自愿遵守经修订后的条款。
        </p>
        <section>
          <span class="circle"></span>服务说明<br>
          1．中通服服务管家是一个向广大用户提供信息系统集成、工程建设维护、设备安装维护、网络优化等服务，由专业团队完成相关服务的平台。 <br>
          2．中通服服务管家运用自己的系统通过互联网向用户提供服务，除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。
        </section>
        <div class="headline">三、用户资格注册</div>
        <p>
          1.只有符合下列条件之一的自然人或法人才能申请成为本服务用户，可以使用本服务的服务：<br>
          （1）、年满十八岁，并具有完全民事权利能力和民事行为能力的自然人；<br>
          （2）、无民事行为能力人或限制民事行为能力人应经过其监护人的同意；<br>
          （3）、根据中国法律、法规、行政规章成立并合法存在的机关、企事业单位、社团组织和其他组织。无法人资格的单位或组织不当注册为本服务用户的，其与本服务之间的协议自始无效，本服务一经发现，有权立即终止对该用户的服务，并追究其使用本服务期间服务的一切法律责任；
        </p>
        <p>2.用户需要提供明确的联系地址和联系电话，并提供真实姓名或名称；</p>
        <p>
          3.本服务用户须保证信息真实性并承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性。
        </p>
        <div class="headline">四、用户的权利和义务</div>
        <section>
          1.用户有权根据本协议及本服务发布的相关规则，利用本服务发布需求信息、查询用户信息、参与需求投标，在本服务社区及相
          关产品发布信息，参加本服务的有关活动及有权享受本服务提供的其他有关资讯及信息服务。<br>
          2.用户须自行负责自己的用户账号和密码，且须对在用户账号密码下发生的所有活动（包括但不限于发布需求信息、
          网上点击同意各类协议、规则、参与需求投标等）承担责任。用户有权根据需要更改登录和账户付款密码。
          因用户的过错导致的任何损失由用户自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，
          遗忘或泄漏密码，密码被他人破解，用户使用的计算机被他人侵入。<br>
          3.用户应当向本服务提供真实准确的注册信息，包括但不限于真实姓名、身份证号、联系电话、
          地址、邮政编码等。保证本服务可以通过上述联系方式与用户自己进行联系。同时，用户也应当在相关资料实际变更时及时更新有关注册资料。<br>
          4.用户在本服务注册的账号名称及发布的所有信息，不得有下列情形：<br>
          （1）、违反宪法或法律法规规定的；<br>
          （2）、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
          （3）、伤害国家荣誉和利益的，损害公共利益的；<br>
          （4）、煽动民族仇恨、民族歧视，破坏民族团结的；<br>
          （5）、破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
          （6）、散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
          （7）、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
          （8）、侮辱或者诽谤他人，侵害他人合法权益的；
          （9）、含有法律、行政法规禁止的其他内容的。<br>
          5.用户不得以虚假信息骗取账号名称注册，或其账号头像、简介等注册信息存在违法和不良信息。<br>
          6.用户不得冒用、关联机构或社会名人注册账号名称。<br>
          7.用户不得以任何形式擅自转让或授权他人使用自己在本服务的用户帐号（实名认证通过后，不能进行变更）。<br>
          8.用户有义务确保在本服务上发布的需求信息真实、准确，无误导性。<br>
          9.用户在本服务上发布需求和在社区内及相关产品发布信息，不得违反国家法律、法规、行政规章的规定、不得侵犯他人知识产权或其他合法权益的信息、不得违背社会公共利益或公共道德、不得违反中通服服务管家的相关规定。<br>
          10.用户在本服务交易中应当遵守诚实信用原则，不得以干预或操纵发布需求等不正当竞争方式扰乱网上交易秩序，不得从事与网上交易无关的不当行为。<br>
          11.用户不应采取不正当手段（包括但不限于虚假需求、互换好评等方式）提高自身或他人信用度，或采用不正当手段恶意评价其他用户，降低其他用户信用度。<br>
          12.用户不得违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）；用户不得盗刷他人银行卡；用户不得明知或应知他人可能盗刷银行卡而与对方进行交易。<br>
          13.用户承诺自己在使用本服务实施的所有行为遵守法律、法规、行政规章和本服务的相关规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，用户将以自己的名义独立承担相应的法律责任。<br>
          14.用户在本服务网上交易过程中如与其他用户因交易产生纠纷，可以请求本服务从中予以协调处理。用户如发现其他用户有违法或违反本协议的行为，可以向本服务举报。<br>
          15.除“中通服服务管家”另有规定外，用户应当自行承担因交易产生的相关费用，并依法纳税。<br>
          16.未经本服务书面允许，用户不得将本服务的任何资料以及在交易平台上所展示的任何信息作商业性利用（包括但不限于以复制、修改、翻译等形式制作衍生作品、分发或公开展示）。<br>
          17.用户不得使用以下方式登录网站或破坏网站所提供的服务：<br>
          &nbsp;&nbsp;&nbsp;&nbsp;（1）以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录本服务；<br>
          &nbsp;&nbsp;&nbsp;&nbsp;（2）通过任何方式对本公司内部结构造成或可能造成不合理或不合比例的重大负荷的行为；<br>
          &nbsp;&nbsp;&nbsp;&nbsp;（3）通过任何方式干扰或试图干扰网站的正常工作或网站上进行的任何活动。<br>
          18.用户有权在同意本服务相关规则的前提下享受消费者保障服务（包括但不限于诚信保证、保证完成、保证原创、保证提供源码、保证推广效果、三个月维护、免费修改等）。<br>
          19.用户同意接收来自本服务的信息，包括但不限于活动信息、交易信息、促销信息等。<br>
          20.如果用户发现自己的个人或法人信息泄密，尤其是用户账户或“支付账户管理”账户及密码发生泄露，请用户立即联络本服务客服，以便我们采取相应措施。
        </section>
        <div class="headline">五、中通服服务管家的权利和义务。</div>
        <section>
          1.本服务仅为用户提供一个需求发布平台，是雇主发布需求和服务工程师提供解决方案的一个交易市场，本服务对交易双方均不加以监视或控制，亦不主动介入交易的过程。<br>
          2.本服务有义务在现有技术水平的基础上努力确保整个网上服务过程的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网上服务过程的顺利进行。<br>
          3.本服务有义务对用户在注册使用本服务信息平台中所遇到的与交易或注册有关的问题及反映的情况及时作出回复。<br>
          4.本服务有权对用户的注册资料进行审查，对存在任何问题或怀疑的注册资料，本服务有权发出通知询问用户并要求用户做出解释、改正。<br>
          5.用户因在本服务网上交易与其他用户产生纠纷的，用户将纠纷告知本服务，或本服务知悉纠纷情况的，经审核后，本服务有权通过电子邮件及电话联系向纠纷双方了解纠纷情况，并将所了解的情况通过电子邮件互相通知对方；用户通过司法机关依照法定程序要求本服务提供相关资料，本服务将积极配合并提供有关资料。<br>
          6.因网上信息平台的特殊性，本服务不承担对所有用户的交易行为以及与交易有关的其他事项进行事先审查的义务，但如发生以下情形，本服务有权无需征得用户的同意限制用户的活动、向用户核实有关资料、发出警告通知、删除相关已发布信息、暂时中止、无限期中止及拒绝向该用户提供服务：<br>
          （1）用户以非自然人名义进行认证之后认证主体自行注销或者经有权机关吊销或撤销的；<br>
          （2）用户违反本协议或因不良举动、违规操作而被纳入本服务的相关清单；<br>
          （3）存在用户或其他第三方通知本服务，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据，而本服务无法联系到该用户核证或验证该用户向本服务提供的任何资料；<br>
          （4）存在用户或其他第三方通知本服务，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据。本服务以普通非专业人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为可能对他方或本服务造成财务损失或承担法律责任。<br>
          （5）根据国家法律、法规、行政规章规定、本协议的内容和本服务所掌握的事实依据，可以认定该用户存在违法或违反本协议行为以及在本服务交易平台上的其他不当行为，本服务有权无需征得用户的同意在本服务交易平台及所在网站上以网络发布形式公布该用户的违法行为，并有权随时作出删除相关信息、终止服务提供等处理。<br>
          7.本服务依据本协议及相关规则，可以冻结、使用、先行赔付、退款、处置用户缴存并冻结在本服务账户内的资金。因违规而被封号的用户账户中的资金在按照规定进行处置后尚有余额的，该用户可申请提现。<br>
          8.本服务有权在不通知用户的前提下，删除或采取其他限制性措施处理下列信息：包括但不限于以规避费用为目的；以炒作信用为目的；存在欺诈等恶意或虚假内容；与网上交易无关或不是以交易为目的；存在恶意竞价或其他试图扰乱正常交易秩序因素；违反公共利益或可能严重损害本服务和其他用户合法利益。<br>
        </section>
        <div class="headline">六、除外责任</div>
        <p>您理解，鉴于计算机、互联网的特殊性，下述情况不属于本服务违约：</p>
        <section>
          （1）因自然灾害如洪水、地震、瘟疫流行等以及社会事件如战争、动乱、政府行为、电信主干线路中断、网路堵塞、电信部门技术调整和政府管制等导致本服务不能提供或中断；<br>
          （2）黑客攻击造成服务中断、信息数据泄露；<br>
          （3）本服务在进行服务器配置、维护时，需要短时间中断服务；<br>
          （4）由于Internet上的通路阻塞造成您网站访问速度下降；<br>
          （5）因国家法律法规及政策的相关要求，中断或终止本服务。<br>
        </section>
        <div class="headline">七、适用法律及管辖条款</div>
        <p>
          本协议适用中华人民共和国法律。因本服务与您就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成的，本服务和您均同意向被告住所地人民法院提起诉讼。
        </p>
      </div>
    </div>
  </section>
</template>

<script>
  import BScroll from 'better-scroll'

  export default {
    name: "ServiceAgreement",
    data() {
      return {
        title: '服务协议'
      }
    },
    mounted() {
      this.$nextTick(() => {
        new BScroll('.scroll_wrap', {
          click: true,
        })
      })
    }
  }
</script>

<style lang="stylus" rel="stylesheet/stylus" scoped>
  .deal_wrap
    width 100%
    height 100%
    padding 0 16px
    position fixed
    top 0
    left: 0
    z-index 1000
    box-sizing border-box
    background rgba(255,255,255,1)
    .header
      width 100%
      position relative
      z-index 10000
      text-align center
      padding 30px 0 10px
      background #fff
      border-bottom 1px solid #E5EAF3
      font-size 18px
      font-family PingFangSC-Medium
      font-weight 500
      color rgba(58, 61, 74, 1)
      .return
        float left
    .scroll_wrap
      height 100%
      margin-top 16px
      z-index 0
      .return
        position fixed
      .scroll_inner
        padding-bottom 80px
        text-align left
        background #fff
        section
          font-size: 14px
          font-family: PingFangSC-Regular
          font-weight: 400
          color: rgba(112, 117, 127, 1)
          line-height 22px
          .circle
            display inline-block
            width 6px
            height 6px
            background black
            border-radius 50%
            margin-right 5px
        p
          background #fff
          font-size: 14px
          font-family: PingFangSC-Regular
          font-weight: 400
          color: rgba(112, 117, 127, 1)
          line-height 22px
          text-indent 2em
        .headline
          font-size: 16px;
          font-family: PingFangSC-Medium;
          font-weight: 500;
          color: rgba(58, 61, 74, 1);
          line-height: 30px;

</style>
